[XGLocalizedData_SavItems]
bplating="护甲改装"
SavScanner="手持扫描仪"
SavHackTool="Sav黑客工具"
Spraycan="手持式喷雾器"
commanddesignator="命令指示器"
SavSensors="感官增强"
CombatDrone="战斗无人机"
HiddenBlades="隐藏匕首"
serums="血清"
rations="配给药物"
NOTE: Remember to add these to XGLocalizedData_SavItems! (Done for now)

[X2StrategyElement_ArmorModSlot]
strAModFirstLetter=R
[X2StrategyElement_AModUtilitySlot]
strAModUtilFirstLetter=U
[X2StrategyElement_AModWebbingSlot]
strAModWebbFirstLetter=W
[X2StrategyElement_AModMedicalSlot]
strAModMedFirstLetter=M
[X2StrategyElement_AModHeavySlot]
strAModHeavyFirstLetter=H
[X2StrategyElement_DaemonArmorSlots]
strAModDaemonFirstLetter=D

[X2Ability_SavageStockItemAbilitySet]
SAVBunkerModuleShieldPulseFlyover="堡垒领域脉冲"

[X2Item_SavageStockMisc]
SAVBlackMarketCacheBlackMarketTexts="我们这里有一些你可能会感兴趣的东西，变种人肯定不希望我们分享。在试验场开启。"

SAVAlienCrateBlackMarketTexts="不要问我们是怎么得到这个的，好吗？在试验场开启。"
SAVAdventCrateBlackMarketTexts="我们从变种人那里"获得"的一个板条箱。在试验场打开。"
SAVResistanceCrateBlackMarketTexts="我们通过合法途径购买了一箱抵抗设备，在试验场打开。"
SAVBlackMarketCacheBlackMarketTexts="一箱我们最好的商品。我不会告诉你里面有什么。在试验场开启。"
SAVBlackMarketDrugsPackBlackMarketTexts="一些你可能感兴趣的未标记的“物品”。在试验场开启。"

SAVPCSBlackMarketTexts="这些体验中的一些相当极端，我的常客们就喜欢这些。"

[X2Ability_SavItemAbilities_Core]
SAVReactiveNanoArmorLocFriendlyName="反应式纳米装甲"
SAVReactiveNanoArmorLongDescription="每次这个单位被攻击时，它都会获得护甲和护盾，但在两回合内将失去机动性、闪避和隐身能力。"
NanoClonerUnconsciousFriendlyName="纳米克隆"

[X2Effect_TacScanFriendlyEffect]
TacScannerTagEffectName="战术扫描仪盟友标记"
TacScannerTagDesc="此单位已被标记为XCOM战术指挥系统的盟友。这将使敌人更难命中并对标记的单位造成暴击。"
TacScannerEnemyTagEffectName="战术扫描仪敌人标记"
TacScannerEnemyTagDesc="此单位已被标记为XCOM战术指挥系统的敌人。这将使友军更容易命中并对被标记的单位造成暴击。"

[X2Effect_CommandDesignatorEffects]
CDTakeCoverEffectName="寻找掩体！"
CDTakeCoverDesc="这个单位已被命令进行掩护！如果他们靠近掩体，这将允许他们作为一个自由行动进行蹲守。"
CDMoveItEffectName="动起来！"
CDMoveItDesc="这个单位已被命令移动！这使他们在本轮中获得了额外的行动点以进行移动。"
CDCoveringFireEffectName="掩护火力！"
CDCoveringFireDesc="这个单位已被命令提供掩护火力！这将使他们能够进行监视射击，并在下一回合前给予他们冷静应对的能力。"

[X2Effect_SpawnNanoCloneUnit]
NanoCloneFlyoverText="纳米克隆"

[X2Effect_SavStimmedEffect]
SavComStimmedEffectName="战斗兴奋剂"
SavComStimmedDesc="这个单位在三回合内提高了移动能力和暴击几率。"
SavComStimmed2EffectName="高级战斗兴奋剂"
SavComStimmed2Desc="这个单位在四回合内提高了移动能力和暴击几率。"
SavSerumRedActiveEffectName="红色血清"
SavSerumRedActiveDesc="这个单位已被大量注入RED血清。它在接下来的四轮中对附近敌人的暴击几率和暴击伤害都有所提高。"
SavSerumBlueActiveEffectName="蓝色血清"
SavSerumBlueActiveDesc="这个单位已经大量注射了蓝色血清。它在守望射击中的瞄准能力得到了提升，并且在四回合内拥有额外的穿甲能力。"
SavSerumYellowActiveEffectName="黄色血清"
SavSerumYellowActiveDesc="这个单位已经被大量注入黄色血清。它将在接下来的四轮中进行再生，并且护甲增加，防御力降低。"
SavSerumVioletActiveEffectName="紫罗兰血清"
SavSerumVioletActiveDesc="这个单位已经被大量注入紫罗兰血清。它的灵能攻击将会增强，意志力将会降低，并且许多灵能能力不再结束回合，在接下来的四个回合中。"
SavMindCrushedActiveEffectName="心灵受挫"
SavMindCrushedActiveDesc="这个单位的意志已被击溃，-25意志力持续3回合。"
SavSerumOrangeActiveEffectName="橙色血清"
SavSerumOrangeActiveDesc="这个单位已经大量注入了橙色血清。在接下来的四轮中，它将获得提升的移动性、闪避和护盾，此外，标准步枪射击、标准手枪和狙击射击、标准近战、重新装弹和使用手榴弹都不再结束回合。"
SavSerumGreenActiveEffectName="绿色血清"
SavSerumGreenActiveDesc="这个单位已经大量注入了绿色血清。在接下来的四轮中，它的闪避能力将会大幅提升，并且每回合都会恢复2点生命值。"

[X2Effect_SAVRedHaze]
EffectFriendlyName="红雾"
EffectLostFriendlyName="移除红雾"
EffectFriendlyDesc="红雾已经笼罩了这个单位。"
EffectFailedFriendlyName="红雾抗性。"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> 被红雾影响."
EffectTickedString="<XGParam:StrValue0/!UnitName/> 仍然被红雾影响."
EffectLostString="<XGParam:StrValue0/!UnitName/> 不再受到红雾影响."

[X2StatusEffects_SAVItems]
NanoShredFriendlyName="纳米侵蚀"
NanoShredFriendlyDesc="一群半智能的侵略性纳米机器人正在侵蚀它们感染的对象。减少20%的移动能力，55%的护甲，25%的防御黑客攻击，并每回合造成3-5点伤害。持续大约4个回合。请注意，这些纳米粉碎机会传播到附近单位，只能由其他纳米机器人（Nanoregen）进行治疗。"
NanoShredEffectAcquiredString="纳米侵蚀感染."
NanoShredEffectTickedString="受到纳米侵蚀"
NanoShredEffectLostString="失去纳米侵蚀."

[X2Effect_SavScanPing]
ScanPingEffectName="被标记"
ScanPingDesc="这个单位已经被XCOM扫描仪捕捉到。"

[X2Effect_DefectivePowerSupply]
PowerSupply_AimUpName="一致性强化射线"
PowerSupply_AimUpDesc="步枪精度+15%"
PowerSupply_AimDnName="光束干涉"
PowerSupply_AimDnDesc="步枪精度-10%."
PowerSupply_CritChanceUpName="光束强度增强"
PowerSupply_CritChanceUpDesc="步枪暴击率+20%"
PowerSupply_DamDnName="光束强度不稳定"
PowerSupply_DamDnDesc="步枪伤害-1"
PowerSupply_CritDamUpName="光束强度增强"
PowerSupply_CritDamUpDesc="步枪暴击伤害+3"
PowerSupply_PierceUpName="光束聚焦"
PowerSupply_PierceUpDesc="步枪穿甲+3"

[X2Effect_BunkerModuleDummyEffect]
SAVBunkerModuleDummyEffectName="堡垒领域模组"
SAVBunkerModuleDummyDesc="由堡垒场模块发出的能量场作用于附近的单位上，保护它们免受伤害，但减慢了移动速度。"
SAVBunkerPersonalDummyEffectName="堡垒领域"
SAVBunkerPersonalDummyDesc="这个单位受到了堡垒领域的影响。它将更难被击中，几乎免疫暴击，并且对爆炸有50%的抵抗力，但同时移动速度也会变慢。"

[X2Effect_RegenDummy]
RegenDummyEffectName="再生"
RegenDummyDesc="这个单位将在4回合内每回合恢复2点生命值。"

[X2Effect_RegenDummy2]
RegenDummy2EffectName="再生MKII"
RegenDummy2Desc="这个单位将立即恢复2点生命值，并在接下来的5轮中每轮回复2点生命值。"

[X2Effect_NaniteRegenDummy]
NaniteRegenDummyEffectName="纳米再生"
NaniteRegenDummyDesc="这个单位将立即恢复3点生命值，并在接下来的4回合中每回合再恢复3点生命值。纳米再生可以修复机械单位。"

[X2Effect_TranquilityRegenDummy]
TranquilityRegenDummyEffectName="宁静再生"
TranquilityRegenDummyDesc="该单位在回合结束时恢复1点生命值。请将此单位靠近宁静发生器以刷新此效果。"

[X2Effect_AModDefField]
AModDefenceFieldName="防御场"
AModDefenceFieldDesc="将被击中的几率降低30%，并将受到的伤害降低3点，直到下一轮开始。"

[X2Effect_SavUplink]
UplinkEffectName="上行链路"
UplinkEffectDesc="该单元的黑客能力已通过Uplink和一个黑客工具得到提升。"
IceBreakerEffectName="破冰者"
IceBreakerEffectDesc="该单位的黑客防御能力已降低30%。"

[X2Effect_HERuptureEffect]
EffectFriendlyName="高爆弹药损伤"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> 不再受到高爆弹药损伤"
EffectFriendlyDesc="这个单位已被高爆弹损伤，每次被击中时会受到+2的伤害。这种效果可以叠加多次！"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> 受到高爆弹药损伤!"
LocFlyOverText="爆炸损伤"

[X2Effect_PlasmaBurstEffect]
EffectFriendlyName="等离子爆炸损伤"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> 不再受到等离子爆炸损伤"
EffectFriendlyDesc="这个单位已被等离子爆炸损伤，每次被击中时会受到+4的伤害。这种效果可以多次叠加！"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> 受到等离子爆炸损伤!"
LocFlyOverText="爆炸损伤"

[X2Effect_DisruptorRoundsMentalDisruptionEffect]
EffectFriendlyName="精神干扰"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> 不再受到精神干扰"
EffectFriendlyDesc="这个单位被干扰弹击中，失去了10%的意志或防御能力。这种效果可以叠加多次！"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> 受到精神干扰!"
LocFlyOverText="精神干扰!"

[X2EventListener_SavageStockItemWillEvents]
ReflexActionActivated="疲劳"
ReflexInteruptActivated="疲劳"
TeleportActionActivated="传送失调"
OneWillLossActionActivated="疲劳"

;This section handles the reward text for the popup you get when a mission awards additional caches or crates.
[UIScreenListener_SAVMissionCacheRewards]

;Fallback message in case something isn't working elsewhere.
FallbackMessage="我们在AO $1 $2中偶然发现了一些看起来很有价值的东西。"

CouncilErrorTitle="理事会任务成功"
CouncilError="任务成功。理事会发言人送上他的问候。返回复仇者号。"
GuerillaErrorTitle="游击队行动成功"
GuerillaError="行动成功。我们的胜利应该会破坏变种人的计划。返回复仇者号。"
RetaliationErrorTitle="反击报复行动"
RetaliationError="我们成功地帮助了避难所的人们。幸存者只能以衷心的感谢作为回报。返回复仇者号。"
ResistanceErrorTitle="抵抗派系行动成功"
ResistanceError="我们成功地帮助了抵抗派系。他们的领导人联系了我们并表示感谢。返回复仇者号。"
SupplyRaidErrorTitle="补给突袭成功"
SupplyRaidError="突袭行动成功。变种人应该会对此感到痛苦，我们也得到了一些我们需要的东西。返回复仇者号。"
UFOErrorTitle="UFO突袭成功"
UFOError="UFO突袭取得了成功。这里有很多对我们有价值的东西，但只有一部分能在安全操作窗口内得到保障。返回复仇者号。"
FacilityErrorTitle="设施突袭成功"
FacilityError="设施突袭成功。我们在这里的行动应该会减缓化身计划的进度。返回复仇者号。"

ErrorTitle="Mission Complete - ERROR"
Error="错误，这应该是一个保证掉落的物品，请在任务结束后告诉我你是否看到了这条信息。- H. Savage"

CouncilTitle="理事会援助"
CouncilRewardVerbiage[0]="[COUNCIL1]发言人在你完成任务后与你取得联系，并提供了补给投放的坐标。对该地点的调查产生了 $1 $2."
CouncilRewardVerbiage[1]="[COUNCIL2]在城市附近行动的战士们听说了我们的成功行动，告诉我们附近有一个补给藏匿处。到达藏匿处后，我们发现了 $1 $2."
CouncilRewardVerbiage[2]="[COUNCIL3]在我们最近一次进入变种人的城市时，我们与一个小型的抵抗同情者小组取得了联系。他们为我们提供了 $1 $2 以帮助我们的事业。"
CouncilRewardVerbiage[3]="[COUNCIL4]看起来，这个城市的人口与其变种人和长老统治者之间并不像表面上看起来那么团结。在向疏散点移动时，一名平民走近我们的特工，并递给我们一个价值 $1 $2 的包裹。"

GOpsTitle="抵抗军奖励"
GOpsRewardVerbiage[0]="[GOPS1]在我们最近的行动成功之后，一位当地的自由战士向我们捐赠了 $1 $2 作为他们感激之情的象征。"
GOpsRewardVerbiage[1]="[GOPS2]在完成我们最新的行动后不久，来自附近一个隐蔽定居点的居民邀请我们去他们那里做客。慷慨的当地人送给我们 $1 $2。"
GOpsRewardVerbiage[2]="[GOPS3]在对AO进行简短的搜查期间，一个一直在观察我们行动的幸存者暴露了自己。他们递给我们 $1 $2，并告诉我们要坚持战斗。"
GOpsRewardVerbiage[3]="[GOPS4]在完成我们最近的行动后，该地区的一个抵抗小组向我们报告了他们在这个地区藏有 $1 $2。"

RetaliationTitle="感恩的幸存者"
RetalRewardVerbiage[0]="[RETAL1]在现已疏散的避难所的废墟中，发现了被破帆布覆盖的$1 $2。"
RetalRewardVerbiage[1]="[RETAL2]我们在行动后发现了一座瞭望塔，里面有一名死去的战士。他们在战斗开始时就已经占据了这个塔楼，并且似乎是在战斗中牺牲。他们还带着$1 $2 。"
RetalRewardVerbiage[2]="[RETAL3]在击退报复部队后，幸存者们聚集起来，并感激地将$1 $2交给你的特工，以感谢拯救了他们。"
RetalRewardVerbiage[3]="[RETAL4]在战斗结束后，发现了一处孤立的小规模冲突地点。一些变种人士兵死在了一小群被杀害的抵抗军战士周围，这些倒下的战士曾经保卫着$1 $2。"

ResOpsTitle="派系基金"
ResOpsRewardVerbiage[0]="[RESOPS1]在我们最近在废弃城市行动中，我们的团队偶然发现了一个隐藏的物资储藏处，我们拿走了$1 $2。"
ResOpsRewardVerbiage[1]="[RESOPS2]在完成最近的行动后，属于抵抗派系之一的战士向我们走来，并提供了$1 $2作为对我们援助的额外奖励。"
ResOpsRewardVerbiage[2]="[RESOPS3]在旧世界空荡荡的街道上漫步时，我们的战士发现了被遗弃在路边的$1 $2 。"
ResOpsRewardVerbiage[3]="[RESOPS4]在执行任务的过程中，我们的团队偶然发现了一个被失落者包围倒下的抵抗军信使。我们找回了他携带的价值$1 $2的包裹，并将稍后返回以便为其遗体进行适当的安葬。"

SupRaidTitle="抢救物资"
SupRaidRewardVerbiage[0]="[SUPRAID1]尘埃落定后，复仇者号发现了一辆静止的变种人卡车，仔细检查后发现它被遗弃且未上锁。在里面找到了$1 $2。"
SupRaidRewardVerbiage[1]="[SUPRAID2]在我们完成补给突袭后，该地区的抵抗力量联系了我们，告诉我们他们成功地对一支小型变种人部队进行了伏击，并提议与我们分享战利品以示支持。我们分到的$1 $2。"
SupRaidRewardVerbiage[2]="[SUPRAID3]在AO附近，我们发现了一队被遗弃的变种人车队。警卫要么死亡，要么失踪，而这些车辆上都标有与当地抵抗派系的一个分支相关的标志。从车队中回收了$1 $2。"
SupRaidRewardVerbiage[3]="[SUPRAID4]在我们的突袭行动之前不久，我们注意到变种人常规频道上出现了一次不寻常的宣传广播。对数据的检查发现其中包含有关变种人在我们计划行动区域附近的补给情报。调查这些坐标可以获得$1 $2。"

UFORaidTitle="外星科技寻回"
UFORaidRewardVerbiage[0]="[UFORAID1]在行动结束后梳理现场时，该团队在外星人尸体和破碎的机器残骸中发现了$1 $2。"
UFORaidRewardVerbiage[1]="[UFORAID2]在降落的UFO附近，我们发现了$1 $2，显然是着陆后不久被乘客留在这里的。看来这个尸体很可能是他们来到这里的目的之一。"
UFORaidRewardVerbiage[2]="[UFORAID3]在这艘神秘的UFO内部，我们有一个令人兴奋的发现，从飞船上找回了$1 $2。"
UFORaidRewardVerbiage[3]="[UFORAID4]就在我们的部队最后撤离之前，被遗弃的UFO亮了起来，并开始散发出广泛的电磁辐射。一系列突然闪现的可见光消退后，在撤离点附近明显位置发现了一个$1 $2。"

BlacksiteTitle="黑地被突袭"
BlacksiteRewardVerbiage[0]="[BLKSITE1]作为清理黑地的奖励，发言人向我们发送了一个变种人供应储存设施的位置，$1 $2被发现在里面。"

ForgeTitle="车间被突袭"
ForgeRewardVerbiage[0]="[FORGE1]在车间的深处，我们的一名特工找到了$1 $2，我们成功地带着这些东西一起撤离。"

GatewayTitle="传送门已占领"
GatewayRewardVerbiage[0]="[GATE1]在为传送门进行准备时，我们的现场工程师发现了$1 $2。这个物品一定是在我们占领该地点之前就已经通过了传送门。"

AVATARFacilityTitle="化身设施已摧毁"
AVATARFacilityRewardVerbiage[0]="[AVATARF1]这个设施拥有许多在爆炸中未被摧毁的宝贵技术，这场爆炸摧毁了主建筑。复仇者号能够扫描该区域，并找到了$1 $2，我们得以将其带回来。"
AVATARFacilityRewardVerbiage[1]="[AVATARF1]在我们对设施进行打击后，当地的抵抗力量联系了我们，告诉我们附近可能有一个变种人的补给投放点。调查结果显示获得了$1 $2。"
AVATARFacilityRewardVerbiage[2]="[AVATARF1]关于这个地点的一个流传已久的传闻表明，下面有一个地下室。在主建筑被拆除后，我们得以进入这个地下室，并迅速击败了剩余的警卫，因此获得了$1 $2。"

WarlockRewardTitle="术士已击败"
WarlockRewardVerbiage[0]="[WARLOCK1]术士在其要塞内死去。从这里可以学到很多东西，但是在主人死后，要塞变得不稳定起来。简单搜索后发现了被灵能包裹的$1 $2，以及术士的尸体和装备。"

AssassinTitle="刺客已击败"
AssassinRewardVerbiage[0]="[ASSASSIN1]刺客在其要塞内死去。从这里可以学到很多东西，但是在主人死后，要塞变得不稳定起来。简单搜索后发现了被灵能包裹的$1 $2，以及刺客的尸体和装备。"

HunterTitle="猎人已击败"
HunterRewardVerbiage[0]="[HUNTER1]猎人在其要塞内死去。从这里可以学到很多东西，但是在主人死后，要塞变得不稳定起来。简单搜索后发现了被灵能包裹的$1 $2，以及猎人的尸体和装备。"